{   

    "course": {
        "parent": [
            "You can check the current enrolled course by clicking on 'Student Information' or 'Student Performance' for a better course overview."
        ],
        "teacher": [
            "Teachers can access student information through the Student Performance.",
            "To explore student performance, follow these steps: 1. Access Student Performance: Begin by navigating to the 'Student Performance' section within the system. 2. Select Instrument and Book: Choose your desired instrument from the list, followed by selecting a corresponding book. 3. View Student Progress: The system will automatically generate and display a comprehensive list of students, showcasing their current progress in the selected instrument and book. ",
            "Navigate to the 'Student Performance'. Click on an instrument and a book. The system will display the list of students and their current progress."
        ]
    },
    "attendance": {
        "parent": [
            "To check your child's attendance, navigate to the following: Dashboard > Student Attendance. Click on the 'View Attendance' button of a child to view their current attendance records.",
            "Attendance records are available for parent viewing on the student dashboard."
        ],
        "teacher": [
            "You can view attendance records for your students through the teacher dashboard by clicking on the performance bar or navigate to the 'Student Attendance'. Select 'Attendance List' if you prefer to go to the 'Student Attendance' section."
            
        ]
    },
    "billing": {
        "parent": [
            "For any billing inquiries related to your child's account, please contact our billing department.",
            "Billing-related questions for parents can be addressed by emailing billing@example.com.",
            "Yes, you can pay it in the billing section for next month's class.",
            "You can navigate to the billing section for payment purposes."
        ],
        "teacher": [
            "For billing inquiries related to teacher accounts, please contact our billing department.",
            "Teachers can access billing information through the teacher dashboard."
        ]
    }
    
}
